<style type="text/css">
{literal}
._cat_cit{
    display: none;
}

.block_back_02 .mcontentwrapper{
    height: 176px !important;
}
.cat_content  .txt2{
    text-align: left !important;
}
{/literal}
</style>
<div  class="block_back_02">
    <div id="cat_talk" class="cat_content" style="display: none;">
    
    <div class="txt2 _cat_cit ">Ученые изучают то, что уже есть; инженеры создают то, чего никогда не было. (Альберт Эйнштейн)</div>
    <div class="txt2 _cat_cit ">Безвыходным мы называем положение, выход из которого нам не нравится.</div>
    <div class="txt2 _cat_cit ">Мудрость - это когда уже не считаешь себя умнее всех, а стараешься быть не глупее других. (Б.Ю. Крутиер)</div>
    <div class="txt2 _cat_cit ">Кто ничего не знает, тот вынужден всему верить. (Мария фон Эбнер-Эшенбах)</div>
    <div class="txt2 _cat_cit ">Для мании величия не требуется величия, а вполне хватит мании. (М. Жванецкий)</div>
    <div class="txt2 _cat_cit ">Я не могу дать вам точную формулу успеха, зато могу назвать формулу фиаско: постоянно старайтесь угодить всем и каждому. (Герберт Байярд Суоп)</div>
    <div class="txt2 _cat_cit ">Если Вы недовольны тем местом, которое занимаете, смените его. Вы же - не дерево. (Джим Рон)</div>
    <div class="txt2 _cat_cit ">Я бегу туда, где шайба будет, а не туда, где она сейчас. (Уэйна Гретцки)</div>
    <div class="txt2 _cat_cit ">Многих вещей нет потому, что их не смогли никак назвать. (Станислав Ежи Лец)</div>
    <div class="txt2 _cat_cit ">Не плыви по течению, не плыви против течения. Плыви туда, куда тебе надо.</div>
    <div class="txt2 _cat_cit ">Запомните: в воспитании должна быть классика, в голове джаз, а в поступках рок-н-ролл.Главное ничего не перепутать :)</div>
    <div class="txt2 _cat_cit ">Четверг это "завтра пятница". помни об этом в среду</div>
    <div class="txt2 _cat_cit ">В будущем для работы на заводах понадобятся только двое: человек и собака. Человек нужен, чтобы кормить собаку. Собака - следить, чтобы человек не трогал оборудование. (Уоррен Беннис)</div>
    <div class="txt2 _cat_cit ">Успех - это переход от одной неприятности к другой со всевозрастающим энтузиазмом! (Уинстон Черчиль)</div>
    <div class="txt2 _cat_cit ">Не достигнув желаемого, они сделали вид, будто желали достигнутого. (Мишель Монтень)</div>
    <div class="txt2 _cat_cit ">Всегда делай то, что ты боишься сделать. (Ральф Уолдо Эмерсон)</div>
    <div class="txt2 _cat_cit ">Дипломат всегда знает, что спросить, когда не знает, что ответить. (Константин Мелихан)</div>
    <div class="txt2 _cat_cit ">Идеология — это описание невидимой цели, которая оправдывает видимые средства. (В. Пелевин)</div>
    <div class="txt2 _cat_cit ">Количество разума на Земле - константа, а население растет...</div>
    <div class="txt2 _cat_cit ">О нас думают плохо лишь те, кто хуже нас, а те кто лучше нас, им просто не до нас. (Омар Хайям)</div>
    <div class="txt2 _cat_cit ">Не нужно работать много – нужно работать в нужное время в нужном месте. (Филип Котлер)</div>
    <div class="txt2 _cat_cit ">Великие умы обсуждают идеи, средние умы обсуждают события, а мелкие — людей. (Элеонора Рузвельт)</div>
    <div class="txt2 _cat_cit ">Просыпаясь утром, спроси себя: "Что я должен сделать?". Вечером, прежде чем заснуть: "Что я сделал?". (Пифагор)</div>
    
    </div>
</div>
<div class="cat" ></div>

<script type="text/javascript">
{literal}
jQuery(document).ready(function(){
    var items = jQuery('#cat_talk ._cat_cit');
    var count = items.length;
    var item  = Math.floor(Math.random()*count);
    jQuery('#cat_talk').show();
    jQuery(items[item]).show();
    fleXenv.initByClass("cat_content");    
});
{/literal}
</script>