<?php /* Smarty version 2.6.21, created on 2012-02-09 17:35:01
         compiled from D:%5CWWW%5Citme.nn.ru/app/frontend/template/blocks/side_01.tpl */ ?>
<div id="_staticPageContainer_1" class="side_01_wraper" >
    <div class="side_01">

<div class="txt_wraper_vertical">        
    <div  class='flexcroll'>
   
<img class="ilimg h_fl"  src="/img/about_us_1.png" alt=""   />
Когда-то в недрах земли было много лабораторий, соединенных секретными ходами. Там работали тысячи ученых, создавая новый облик земли и ее обитателей (репликантов) на случай внезапной инволюции или коллапсов разума на поверхности. В ходе сложнейших экспериментов им удалось синтезировать соевое мясо, приятный на ощупь пластик, декоративное мыло со вкусом кока-колы, носки-непотеряйки и массу других вещей первой необходимости. Всем эти мы пользуемся сейчас в нашей повседневной жизни.
<br><br>
<img class="ilimg h_fr"  src="/img/about_us_2.png" alt=""    />
Однако потом в одной из пробирок проснулся искусственный вирус YR45, поражавший людей острой формой идиотизма, и пилотный проект пришлось сворачивать. После нескольких демаршей подземелья были покинуты, а все созданные продукты, объявленные вне закона, уничтожены. Тем не менее, нашелся один смельчак с большим и устойчивым к идиотизму мозгом, спрятавшийся в запутанных ходах, и успешно переждавший эпидемию с пакетом консервов и сушеной рыбой.
<br><br>
<img class="ilimg  h_fl"  src="/img/about_us_3.png" alt=""   />
Когда паника утихла, и в заброшенные лабиринты перестали наведываться журналисты и вандалы, он вернулся в главную лабораторию и начал медленно восстанавливать уничтоженные ценности и чинить оборудование. Чтобы не сойти с ума в одиночестве, он синтезировал себе домашнее животное – кота, в которого пересадил частичку своего разума. Долгие годы они живут глубоко под землей – старый профессор и его ученый кот. В ходе новейших, самых успешных химических реакций они создали Гиперкуб. И передали его нам, своим верным ученикам и последователям.

        </div>
    </div>

        <div class="vbut_02"></div>
        <div class="vbut_05"></div>           
    </div>
</div>